tap "azure/azd"
tap "cormacrelf/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/mssql-release"
tap "pulumi/tap"
tap "siderolabs/tap"
tap "sondr3/taps"
tap "supabase/tap"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "coredns"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "glances"
brew "go"
brew "helm"
brew "node"
brew "http-server"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "spaceship"
brew "speedtest-cli"
brew "sqlcmd"
brew "tlrc"
brew "tmux"
brew "unar"
brew "unixodbc"
brew "uv"
brew "wget"
brew "xsv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "zsh-vi-mode"
brew "azure/azd/azd"
brew "cormacrelf/tap/dark-notify"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18", link: false
brew "pulumi/tap/pulumi"
brew "siderolabs/tap/talosctl"
brew "sondr3/taps/git-ignore"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "dotnet-sdk"
cask "font-caskaydia-cove-nerd-font"
cask "git-credential-manager"
cask "keycastr"
cask "powershell"
cask "wezterm"
