tap "azure/azd"
tap "cormacrelf/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/mssql-release"
tap "pulumi/tap"
tap "siderolabs/tap"
tap "sondr3/taps"
tap "supabase/tap"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "coredns"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "glances"
brew "go"
brew "helm"
brew "node"
brew "http-server"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "spaceship"
brew "speedtest-cli"
brew "sqlcmd"
brew "tlrc"
brew "tmux"
brew "unar"
brew "unixodbc"
brew "uv"
brew "wget"
brew "xsv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "zsh-vi-mode"
brew "azure/azd/azd"
brew "cormacrelf/tap/dark-notify"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18", link: false
brew "pulumi/tap/pulumi"
brew "siderolabs/tap/talosctl"
brew "sondr3/taps/git-ignore"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "dotnet-sdk"
cask "font-caskaydia-cove-nerd-font"
cask "git-credential-manager"
cask "keycastr"
cask "powershell"
cask "wezterm"
vscode "antyos.openscad"
vscode "catppuccin.catppuccin-vsc"
vscode "clemenspeters.format-json"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ironcutter24.cscurlyformatter"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "prompt-flow.prompt-flow"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "thang-nm.catppuccin-perfect-icons"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
